Repository: z-amini/sample-library
Catalog: library/books/locale/*/LC_MESSAGES/django.po
Languages: fa_ir

source: name
fa_ir: نام

source: tag
fa_ir: برچسب

source: tags
fa_ir: برچسب‌ها

source: resource
fa_ir: مرجع

source: article
fa_ir: مقاله

source: thesis
fa_ir: پایان‌نامه

source: other
fa_ir: سایر

source: title
fa_ir: عنوان

source: ISBN
fa_ir: شابک

source: author(s)
fa_ir: نویسنده (نویسندگان)

source: type
fa_ir: نوع

source: number of copies
fa_ir: تعداد نسخه‌ها

source: book
fa_ir: کتاب

source: books
fa_ir: کتاب‌ها

source: student
fa_ir: دانش‌آموز

source: request date
fa_ir: تاریخ درخواست

source: borrow date
fa_ir: تاریخ امانت

source: duration
fa_ir: مدت امانت

source: return date
fa_ir: تاریخ بازگردانی

source: borrow
fa_ir: امانت‌گیری

source: borrows
fa_ir: امانت‌گیری‌ها

source: You have not returned previously borrowed book.
fa_ir: شما هنوز کتاب امانت گرفته پیشین را بازنگردانده‌اید.

source: You has an unpaid delay penalty.
fa_ir: شما یک جریمه تاخیر پرداخت نشده دارید.

source: No copy of this book is available right now.
fa_ir: هیچ نسخه از این کتاب در حال حاضر موجود نیست.

source: amount
fa_ir: مقدار

source: is it paid?
fa_ir: پرداخت شده است؟

source: delay penalty
fa_ir: جریمه تاخیر

source: delay penalties
fa_ir: جرایم تاخیر

source: Duration is required
fa_ir: مدت امانت ضروری است

source: You may not make this change.
fa_ir: شما مجاز به این تغییر نیستید.

source: The book is already delivered.
fa_ir: کتاب پیش‌تر تحویل داده شده است.

source: The book is not delivered yet.
fa_ir: کتاب هنوز تحویل داده نشده است.

source: The book is already returned.
fa_ir: کتاب پیش‌تر بازگردانده شده است.
